Tarea1/DifusorLS3RS8/Allrun
#!/bin/bash
cd "${0%/*}" || exit 1
set -e
blockMesh > log.blockMesh 2>&1
checkMesh > log.checkMesh 2>&1
foamRun > log.foamRun 2>&1
